[{  "name": "Abigail Louise",
	"age": 12,
	"width": 55,
	"history": "Abby es una adolescente que espera cumplir su dulces 16 años para crecer y obtener privacidad, y tiene desde que era pequeña una lista con los 16 deseos que quiere que se cumplan ese día. Cuando llega el día, las cosas empiezan a salir mal, hasta que conoce a una singular mujer llamada Celeste, que le da una una caja con 16 velas, cuando enciende una de las velas y sopla, se hace realidad uno de los 16 deseos de su lista, y descubre que cada vela corresponde con los números de su lista de deseos, y entonces los deseos que ha estado planeando desde que era pequeña se hacen realidad.",
	
      "image": "https://static.wikia.nocookie.net/disney/images/5/55/Abby.jpg/revision/latest/scale-to-width-down/332?cb=20161022141434&path-prefix=es",
      "movies": [ "16 Wishes"] 
},

{     "name": "Aladdin",
	"age": 20,
	"width": 60,
	"history": "Aladdin es el valiente protagonista de la película Aladdin. Es también el héroe de Return of Jafar, Aladdin and the King of Thieves y Aladdin (the series)." ,
      "image": "https://static.wikia.nocookie.net/disney/images/8/85/Aladdin_%28personaje%29.png/revision/latest/scale-to-width-down/280?cb=20160318010334&path-prefix=es",
      "movies": [
            "Aladdin" , "The Return of Jafar","Aladdin and the King of Thieves", "House of Mouse"]
},

{     "name": "Abú",
	"age": 2,
	"width": 5,
	"history": "Es un travieso monito ladronzuelo que tiene el honor de ser el mejor amigo de Aladdín, además del Genio y Jasmín. Aunque sea un mono y no hable, parlotea de manera que se le entiende." ,
      "image": "https://static.wikia.nocookie.net/disney/images/b/b7/Ab%C3%BA.png/revision/latest/scale-to-width-down/311?cb=20130925165725&path-prefix=es",
      "movies": ["Aladdin" , "The Return of Jafar","Aladdin and the King of Thieves", "House of Mouse"]
            
},


{     "name": "Joy",
	"age": 2,
	"width": 5,
	"history": "Es la emoción de alegría de Riley. Junto con las demás emociones, controla el estado de ánimo de Riley. Ella hace que Riley esté feliz y le encanta hacer payasadas." ,
      "image": "https://static.wikia.nocookie.net/disney/images/9/96/Alegr%C3%ADa_InsideOut.png/revision/latest/scale-to-width-down/326?cb=20160114152206&path-prefix=es",
      "movies": ["Inside Out", "Riley's first date?"]
},


{     "name": "Alicia",
	"age": 12,
	"width": 34,
	"history": "Alicia es una niña de buena familia que sueña con vivir en un mundo en el que todo fuera un disparate. Cuando ve pasar al Conejo Blanco, ella le sigue hasta el País de las Maravillas, donde hay cosas, lugares y personajes de lo más extraño Tras pasar un día de locos en ese extraño mundo, Alicia quiere volver a casa, por lo que le pide ayuda al Gato Risón, quien la lleva a ver a la Reina de Corazones. Ésta, tras enfurecerse, manda a todas sus tropas a por Alicia. La persecución termina llevando a Alicia ante el Sr. Picaporte, quien hace ver a Alicia que está durmiendo. Y al final, Alicia se despierta, volviendo de nuevo a su mundo." ,
      "image": "https://static.wikia.nocookie.net/disney/images/1/11/Alicia.png/revision/latest/scale-to-width-down/283?cb=20130906083737&path-prefix=es",
       "movies": ["Alice in Wonderland","Mickey's Magical Christmas", "Mickey's House of Villains"]
                             
},


{     "name": "Ariel",
	"age": 22,
	"width": 45,
	"history": "Ariel es la protagonista de la película The Little Mermaid. También apareció en The Little Mermaid II: Return to the Sea y en la película The Little Mermaid: Ariel's Beginning, y en la serie The Little Mermaid (the series).Es la séptima y más joven hija del rey Tritón, gobernante del reino submarino de Atlantica. Vivió gran parte de su vida joven con una admiración de largo plazo, pero prohibida, hacia el mundo humano, y anhelaba algún día experimentar la vida en la superficie. Ariel se basa en el protagonista sin nombre del cuento de hadas danés de Hans Christian Andersen 'La Sirenita', pero no tiene un final melancólico como en el cuento de Andersen. Ariel es el cuarto miembro oficial de la línea de Disney Princess.",
      "image": "https://static.wikia.nocookie.net/disney/images/a/a0/Ariel-1.png/revision/latest/scale-to-width-down/234?cb=20170929163212&path-prefix=es",
       "movies": [
             "The Little Mermaid"]
},

{     "name": "Aurora",
	"age": 28,
	"width": 55,
	"history": "Aurora nace princesa, y las tres hadas Flora, Fauna y Primavera les da un don cada una. Flora le da el don de la belleza, Fauna le da el don de una melodiosa voz. Luego aparece la malvada hechicera Maléfica y le lanza un hechizo a Aurora, al cumplir los 16 años antes de que el sol se ponga, se pinchará el dedo con el uso de una rueca, y morirá. Pero Primavera hace que cuando se pinche con el uso de una rueca no muera, solo se dormirá hasta el primer beso de amor. Las hadas se la llevan a la Cabaña del Leñador, la que está abandonada, en el bosque hasta que cumpliera dieciseis años para que Maléfica no la encuentre, ya la cambian el nombre por el de Rosa. Un día mientras está por el bosque se encuentra al Príncipe Felipe y ambos se enamoran, sin saber sus nombres, al haber pasado tanto tiempo y ser una campesina, Felipe no la reconoce y como Aurora desconoce que es la princesa Aurora, el amor de Felipe con una campesina, deja sorprendido a su padre.Al cumplir los dieciseis años las hadas llevan a Aurora al castillo de sus padres, el Rey Stéfano y la Reina Leah. Allí Maléfica está esperando a Aurora para que se pinche, y en lo más alto de la torre más alta la Princesa se pinchó el dedo con una rueca creada por Maléfica.Las Tres Hadas van a rescatar al Príncipe Felipe que lo tiene secuestrado Maléfica, y lo liberan.Finalmente, Felipe le da un beso a Aurora y se despierta. Los dos enamorados bajan al salón del castillo junto con sus padres, resolviendo el problema de la campesina de la que Felipe se enamoró, y que resultó ser la persona con la que estaba comprometido y debía casarse.",
      "image": "https://static.wikia.nocookie.net/disney/images/8/89/Aurora.png/revision/latest/scale-to-width-down/330?cb=20120926112456&path-prefix=es",
       "movies": ["The Little Mermaid","Sleeping Beauty"]
      
},

{     "name": "Olie Polie",
	"age": 7,
	"width": 12,
	"history": "Olie Polie es el protagonista de la serie Rolie Polie Olie. Él es muy amable, curioso, y ama a su familia y amigos.",
      "image": "https://static.wikia.nocookie.net/disney/images/9/9d/OliePolie.png/revision/latest/scale-to-width-down/180?cb=20130420174905&path-prefix=es",
       "movies": ["Riley's first date?"]
      
},

{     "name": "Oscar",
	"age": 7,
	"width": 5,
	"history": "Oscar es un adolescente nervioso e inquieto, y se preocupa demasiado por todo. Le chiflan las fantasías de ciencia ficción. Aún así sabe cómo pasárselo bien, sobre todo con sus videojuegos. Comparte pecera con su hermano Milo, un chico muy fiestero. Está secretamente enamorado de Bea, la vecina de al lado y la mejor amiga de Milo y Oscar. Perlita está loca por él, pero él no la soporta. Junto con Milo y Bea, se enfrenta al instituto, con sus peligros y sorpresas acechando en cada pecera.",
      "image": "https://static.wikia.nocookie.net/disney/images/4/4e/Oscar-Pecezuelos.png/revision/latest/scale-to-width-down/230?cb=20110330181428&path-prefix=es",
       "movies": ["Alice in Wonderland"]
      
},


{     "name": "Dave Barbarian",
	"age": 30,
	"width": 76,
	"history": "Dave es un enorme y musculoso bárbaro guerrero y príncipe de Udrogoth. Es el mediano de los tres hermanos de la Familia Bárbara. Le gusta tejer, cocinar y limpiar (lo cual es muy inusual para un bárbaro). Él tiene miedo de un montón de cosas, y grita mucho. Al menos una vez en cada episodio, se asusta de alguna manera y suelta un grito agudo. Dave es físicamente poderoso, con gran fuerza. Es capaz de leer una revista mientras que hace flexiones de pecho con una mano llevando muchas cosas en su espalda, destruir una pirámide con una sola patada, y de recorrer todo el mundo en pocos minutos mientras que huye de miedo.",
      "image": "https://static.wikia.nocookie.net/disney/images/5/56/DaveElB%C3%A1rbaro.png/revision/latest/scale-to-width-down/324?cb=20140304105811&path-prefix=es",
       "movies": ["Aladdin and the King of Thieves","Dave the Barbarian"]
                             
},


{     "name": "Fang",
	"age": 7,
	"width": 25,
	"history": "Es la más joven de los tres hermanos de la familia real de Udrogoth, y también la más bárbara. Fang es apodada por los bichos con el nombre de 'El Gran Destructor', ya que a ella le encanta pisotearlos. Se la confunde a menudo con un mono, y eso hace que grite: '¡no soy mono!' Ella es demasiado pequeña para luchar contra monstruos, así que se encarga de entrenar a su hermano Dave, que es muy fuerte, para combertirle en un bárbaro de verdad, pero Dave es muy cobarde y tiene hobbies que no son propios de un bárbaro. Fang también tiene sus percances, pues al igual que a su tío Oswidge, secretamente le gusta jugar con muñecas, pero no quiere que la gente lo sepa." ,
      "image": "https://static.wikia.nocookie.net/disney/images/9/9a/Fang2.png/revision/latest/scale-to-width-down/237?cb=20120226212659&path-prefix=es",
       "movies": ["Dave the Barbarian"]
}
]